tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/command-not-found"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
tap "FelixKratz/formulae"
brew "openssl@3"
brew "aws-sam-cli"
brew "python@3"
brew "awscli"
brew "bat"
brew "borders"
brew "chafa"
brew "curl"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-town"
brew "go"
brew "htop"
brew "jq"
brew "lua"
brew "neofetch"
brew "neovim"
brew "nowplaying-cli"
brew "nvm"
brew "openssh"
brew "protobuf"
brew "ripgrep"
brew "stow"
brew "switchaudio-osx"
brew "tmux"
brew "wget"
brew "yq"
brew "zinit"
brew "zoxide"
brew "zsh"
brew "FelixKratz/formulae/sketchybar"
brew "FelixKratz/formulae/borders"
brew "hashicorp/tap/terraform"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jesseduffield/lazygit/lazygit"
cask "font-fira-code-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "ghostty"
cask "git-credential-manager"
cask "google-cloud-sdk"
cask "nikitabobko/tap/aerospace"
