tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "jandedobbeleer/oh-my-posh"
tap "nikitabobko/tap"
tap "FelixKratz/formulae"
brew "openssl@3"
brew "aws-sam-cli"
brew "python@3"
brew "awscli"
brew "bat"
brew "catimg"
brew "chafa"
brew "curl"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-town"
brew "go"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "openssh"
brew "protobuf"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "zinit"
brew "zoxide"
brew "zsh"
brew "FelixKratz/formulae/sketchybar"
brew "FelixKratz/formulae/borders"
brew "hashicorp/tap/terraform"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "font-fira-code-nerd-font"
cask "git-credential-manager"
cask "google-cloud-sdk"
cask "wezterm"
cask "nikitabobko/tap/aerospace"
